{
  "title": "Code of Conduct",
  "header": "Welcome to our Code of Conduct",
  "linkText": "Explore Now",
  "introduction": "At Hashibis, we strive to create a respectful, inclusive, and safe community for all cannabis enthusiasts to maintain a positive environment.",
  "rules": [
    {
      "title": "Respectful Communication",
      "content": "Treat fellow community members with respect and kindness. Engage in constructive discussions and avoid any form of harassment, hate speech, or discriminatory language."
    },
    {
      "title": "Stay On Topic",
      "content": "Keep your contributions relevant to the cannabis industry, cultivation, products, and related topics. Off-topic or unrelated discussions may be removed to ensure the community's focus remains intact."
    },
    {
      "title": "Share Accurate Information",
      "content": "When sharing information or advice, ensure it is accurate, reliable, and well-sourced. Misinformation can be harmful and misleading to others."
    },
    {
      "title": "No Promotion of Illegal Activities",
      "content": "Our platform promotes responsible and legal cannabis-related activities. Do not engage in discussions or promote activities that are illegal or against our terms of service."
    },
    {
      "title": "Respect Privacy",
      "content": "Do not share personal information of others without their consent. Protect your own privacy and the privacy of fellow members."
    },
    {
      "title": "Report Violations",
      "content": "If you come across content that violates our Code of Conduct or our terms of service, report it to our moderation team for review. We appreciate your help in maintaining a positive community."
    },
    {
      "title": "Be Open to Different Perspectives",
      "content": "The cannabis community is diverse, and different opinions may arise. Approach discussions with an open mind and willingness to learn from others."
    },
    {
      "title": "No Spam or Self-Promotion",
      "content": "Avoid spamming the community with self-promotional content. If you have a business, consider advertising options available on our platform."
    },
    {
      "title": "Respectful Debates",
      "content": "Healthy debates are encouraged, but always maintain a respectful tone when disagreeing with others' opinions."
    },
    {
      "title": "Community Support",
      "content": " Support fellow community members by providing guidance, answering questions, and sharing your experiences. Remember, we're all here to learn and grow together."
    }
  ]
}
